{
  "history": [
    "Tacoma Narrows Bridge which was located in Washington was nicknamed \"Galloping Gertie\" because of the unusual way it twisted and swayed with even with the slightest winds when people would drive on it. The bridge collapsed on November 7, 1940, fortunately no humans died, except for a dog",
    "In Israel, religious law forbids picking your nose on Sabbath",
    "In the United States, 8.5 million cosmetic surgical and non-surgical procedures were done in the year 2001",
    "Soldiers disease is a term for morphine addiction. The Civil War produced over 400,000 morphine addicts",
    "The first British ship to use the SOS distress signal was the Titanic",
    "Women hearts beat faster than men",
    "Two objects have struck the earth with enough force to destroy a whole city. Each object, one in 1908 and again in 1947, struck regions of Siberia. Not one human being was hurt either time",
    "The average height of an NBA basketball player is 6 feet 7 inches",
    "The average bank teller loses about $250 every year",
    "Any animal that has skin hair or fur can get dandruff, but in animals it is called \"dander.\"",
    "Coffee has about five times the amount of caffeine as a can of Coke",
    "The word \"laser\" stands for \"Light Amplification by Stimulated Emission by radiation.\"",
    "The game Monopoly has been played by approximately 500 million people in the world, and the game is available in 26 languages",
    "The microwave oven was invented after a researcher walked by a radar tube and a chocolate bar melted in his pocket.",
    "Chameleons can move their eyes independently. One eye can be looking forward and one eye backward at the same time",
    "In 1949, forecasting the relentless march of science, Popular Mechanics said \"Computers in the future may weigh no more than 1.5 tons.\"",
    "In 1955, only 330 Volkswagen Beetle's were sold at a price of $1800 each in the United States.",
    "The city of Denver was originally chosen to host the 1976 Winter Olympics, but had to withdraw because Colorado voters rejected to finance it",
    "The company \"Sony\" was originally called \"Totsuken.\" They felt the name \"Sony\" would be easier to pronounce. The name was invented by a cross between the name \"sonus\" and \"sonny.\" The name sound and sonic are derived. Sonny was used to represent a young man or boy, which would show a energetic young company",
    "Actor Charlie Chaplin made 81 movies over a career that spanned 50 years",
    "The silkworm moth has lost the ability to fly ever since it has been domesticated",
    "Donkeys kill more people annually than plane crashes",
    "Termites work 24 hours per day -- they do not sleep",
    "66% of wedding cards are hand delivered by people",
    "In the United States, 80% of households have oatmeal in their kitchen",
    "Broccoli was first introduced into France during the royal marriage of Catherine de Medici to Henry II of France",
    "Caterpillar means \"hairy cat\" in Old French",
    "The reason why bubble gum is pink is because the inventor only had pink colouring left. Ever since then, the colour of bubble gum has been predominantly pink",
    "The longest game of Monopoly played underwater is 45 days",
    "A Chinese Scientist discovered that the Earth is round during the Han Dynasty by measuring the sun and moon's path in the sky. He recorded this fact down in the imperial records but went unnoticed until it was unearthed recently but Chinese archaeologists.",
    "The word \"super\" to a beekeeper refers to the hive box where the honey is stored",
    "Quality standards for pasta were set in the 13th century by the Pope",
    "Approximately 200 pets are buried in a pet cemetery out of the thousands of pets that die each day",
    "An average driver spends approximately 2 hours and 14 minutes kissing in their car in a lifetime",
    "Pebbles cereal was actually named after the shape of the cereal and not the Pebbles Flintstone character",
    "2.5 cans of Spam are consumed every second in the United States",
    "The first fashion house to be set up was in 1858 by Charles Worth. He opened his store in Paris with the idea of having pre-made gowns presented on models to his customers",
    "The USSR launched the world's first artificial satellite, Sputnik 1, in 1957.",
    "There was a time in Japan where a wife being left handed was a ground for divorce",
    "Polar bears can smell seal from 20 miles away",
    "Clarence Crane the inventor of \"Crane's Peppermint Life Savers\" sold his rights to the popular candy for less than three thousand dollars.",
    "The word alligator comes from the Spanish word El Lagarto, which means \"The Lizard.\"",
    "About 1 in 5,000 North Atlantic lobsters are born bright blue",
    "There are 336 dimples on a regulation golf ball",
    "The Popsicle was invented by 11 year-old Frank Epperson in 1905. He left his drink outside with a stir stick in it and he noticed that it had frozen. He applied for a patent in 1923 and named it \"Epsicle.\" The name was later changed to Popsicle",
    "On December 17 1991, the Cleveland Cavaliers beat the Miami Heat 148-80, the largest margin of victory in an NBA game",
    "Venus is the only planet that rotates clockwise",
    "In 1926, a waiter in Budapest committed suicide. He left his suicide note in the form of a crossword and the police had to get help from the public to solve it",
    "The word tulip comes from the Turkish word for turban",
    "Movies approximately make five times more from video sales than ticket sales",
    "From the age of thirty, humans gradually begin to shrink in size",
    "Ancient Egyptians used the spice Thyme to help preserve mummies",
    "Reserves from the Irish army were used as extras in the movie \"Braveheart.\"",
    "The honey badger can withstand hundreds of bee stings that would otherwise kill another animal",
    "The body of the average baby is 75% water",
    "An apple, potato, and onion all taste the same if you eat them with your nose plugged. They all taste sweet",
    "Deliberately infecting people with malaria has been used to cure different viral infections. The high fever will strengthen the immune system and fight the virus. In recent times this has been considered as a treatment to HIV",
    "Close to 80% of people who watch the Super Bowl on television, only do so to view the commercials",
    "Montreal is the second largest French speaking city after Paris",
    "The reason why golf balls have dimples on them is because it helps in the ball to move a farther distance by reducing drag",
    "The sport of surfing originated in Hawaii",
    "There are more than 2,400 flea species in the world",
    "The YKK that you see on zippers stands for Yoshida Kogyo Kabushiki Kaisha which is the name of the founder of the zipper manufacturing company in Japan",
    "Kotex was first manufactured as bandages, during W.W.I",
    "The first American president to deliver a speech over the radio was Warren G. Harding",
    "Elephants have been known to learn up to 60 commands",
    "Construction on the Leaning Tower of Pisa began on August 9th, 1173",
    "Just like fingerprints, every cats nose pad is different",
    "In L.A., U.S.A., a man may legally beat his wife with a leather strap, as long as it is less than 2 inches wide",
    "With winds of 50 miles per hour, The Statue of Liberty sways three inches and the torch sways five inches",
    "In 1998, approximately 1.6 billion tree seedlings were planted in the United States. This amounts to about five trees per American",
    "If you fart consistently for 6 years and 9 months, enough gas is produced to create explosion that is equal to an atomic bomb",
    "Over the course of one year, a coffee tree only produces about 1.5 pounds of coffee",
    "Studies indicate that listening to music is good for digestion",
    "The last thing Elvis Presley ate before he died was four scoops of ice cream and 6 chocolate chip cookies",
    "A dime has 118 ridges around the edge",
    "A sneeze zooms out of your mouth at over 600 m.p.h",
    "When Kleenex was first introduced to the market in 1924, it was marketed as a make up or cold cream remover",
    "The best time for a person to buy shoes is in the afternoon. This is because the foot tends to swell a bit around this time",
    "There are about 61,300 pizza restaurants in the United States of America",
    "The abbreviation Xmas for the word Christmas is of Greek origin. Since the word for Christ in the Greek language is Xristos, which starts with the letter \"X,\" they started putting the X in place of Christ and came up with the short form for the word Christmas",
    "Before toilet paper was invented, French royalty wiped their bottoms with fine linen",
    "In November 1999, two women were killed by a lightning bolt. The underwire located in their bras acted as a electrical conductors, and when the lightning bolt hit the bra they left burn marks on their chest",
    "The fastest bird in the world is the Peregrine Falcon, which can reach speeds in excess of two hundred miles per hour",
    "Sawney Beane, his wife, 8 sons, 6 daughters, and 32 grandchildren were a family of cannibals that lived in the caves near Galloway, Scotland in the early 17th Century. Although the total number is not known, it is believed they claimed over 50 victims per year. The entire family was taken by an army detachment to Edinburgh and executed, apparently without trial",
    "The highest toll paid by a ship to cross the Panama Canal was by the Crown Princess on May 2, 1993 in the amount of $141,349.97 U.S. funds",
    "The Eiffel Tower weight is approximately 9441 tons",
    "An egg shell can have up to 17,000 tiny pores on its surface",
    "The word Karate means, \"empty hand.\"",
    "Centuries ago in India, a person could get their nose chopped off for breaking the law",
    "The cardigan was originally made to be a military jacket made of knitted wool",
    "The General Lee cars used in the popular show The Dukes of Hazards were 1969 Dodge Chargers",
    "The phrase \"Often a bridesmaid, but never a bride,\" actually originates from an advertisement for Listerine mouthwash from 1924",
    "One of the steepest main streets in Canada is located in Saint John, New Brunswick. Over a distance of two blocks the street rises about 80 feet",
    "The most common pear world-wide is the Bartlett. It is bell-shaped, sweet and soft with a light green colour",
    "Author Robert May considered the names of Reginald and Rollo before he settled on \"Rudolph, the red-nosed reindeer.\"",
    "In China, there is a species of yam that is used to make a dye",
    "Mexican jumping beans jump because of moth larvae inside the bean",
    "Twit is the name given for a pregnant goldfish",
    "Braces were first invented by Pierre Fauchard in 1728. The braces were made by a flat strip of metal, which was connected to the teeth by thread.",
    "On May 9, 1999 approximately 600,000 gallons of whiskey flowed into the Kentucky River during a fire at Wild Turkey Distillery in Lawrenceburg",
    "The itch from a mosquito bite can be soothed by cutting open a clove of garlic and rubbing it on the bite",
    "The word breakfast was coined due to the fact that after sleeping for hours, we are \"breaking our fast.\"",
    "The pectin that is found in apples aids in lowering cholesterol levels",
    "In a year, the average Americans eats approximately 18 pounds of Turkey",
    "On average, Guinness sells 7 million glasses of beer a day",
    "African Baobab tree's circumference can reach 180 feet. If the trunk is hollow, 20 people would be able to fit inside of it.",
    "The Xerox company was initially called the Haloid Company",
    "Most lipstick contains fish scales",
    "The largest volcano known is on Mars: Olympus Mons, 370 miles wide and 79,000 feet high, is almost three times higher than Mount Everest",
    "A jiffy is an actual unit of time for 1/100th of a second. Thus the saying, I will be there in a jiffy.",
    "There is a town named Dildo in the province of Newfoundland, Canada",
    "The fleshy bulbs on each side of your nose are called the Alea (AY-lee) singular Ala (AY-luh)",
    "Sponge Candy was invented in Buffalo, NY",
    "Some silkworms can spin cocoons that contain more than two miles of silk",
    "Some toothpastes and deodorants contain the same chemicals found in antifreeze",
    "The peanut is not a nut, it is actually a legume",
    "In 1905, Chapman and Skinner in San Francisco invented the first portable electric vacuum.",
    "The Taj Mahal, located in Agra, India, was actually built for use as a tomb by Mogul ruler Shah Jehan for his wife, Arjuman Banu Begum",
    "A chicken is 75% water",
    "The total number of episodes for the sitcom \"I Love Lucy\" was 180",
    "Thirty-five percent of the people who use personal ads for dating are already married",
    "The chemical name for caffeine is 1,3,7-trimethylzantihine",
    "Pilgrims did not eat potatoes for Thanksgiving as they thought they were poisonous",
    "India used to be the richest country in the world until the British invasion in the early 17th Century",
    "If a lobster loses an eye or a claw it can usually grow a new one",
    "At the White House, president John Adams was said to be the first to display fireworks there",
    "The range of a medieval long-bow is 220 yards",
    "People in France own more pets in the world per person than any other country",
    "The act of stretching and yawning is referred to as pandiculation",
    "People that smoke have 10 times as many wrinkles as a person that does not smoke",
    "Hippos can live up to 40 years in the wild",
    "Being lactose intolerant can cause chronic flatulence",
    "Business.com is currently the most expensive domain name sold for $7.5 million",
    "Sharks have survived on earth for about 400 million years",
    "Common pesticides such as roach, termite and flea insecticide can be found in the bodies of majority of Americans",
    "The tallest freestanding sculpture in the world is Chief Crazy Horse in South Dakota, USA",
    "Instead of a Birthday Cake, many Russian children are given a Birthday Pie",
    "The first known contraceptive was crocodile dung, used by Egyptians in 2000 B.C",
    "You can send a postcard from Hell. There is a small town located in the Cayman Islands called \"Hell.\" They even have a post office",
    "Most American women have their first baby when they are 24.3 years old",
    "In 75% of American households, women manage the money and pay the bills",
    "Lachanophobia is the fear of vegetables",
    "Strawberries are a member of the rose family",
    "In the 20th century, over three million people have died from earthquakes",
    "Mummy powder was once thought to be a cure for all remedies. English men used to carry the powder with them in a tiny bag wherever they went",
    "In 1894, the carnival made its debut in North America",
    "The fear of Halloween is called Samhainophobia",
    "In Belgium, there is a museum that is just for strawberries",
    "A housefly can only ingest liquid material. They regurgitate their food to liquify the food that they are going to eat",
    "The \"Mexican Hat Dance\" is the official dance of Mexico",
    "There are dolphins that live in the Amazon River that are the colour pink",
    "The highest point in Pennsylvania is lower than the lowest point inColorado.",
    "Singer Paula Abdul used to be a cheerleader for the Los Angeles Lakers",
    "The book \"Little Red Riding Hood\" was banned in 1990 by two school districts in California. They did this because in the book there was a picture of a basket that had a bottle of wine in it",
    "African heart-nosed bats can have such a keen sense of sound that they can hear the footsteps of a beetle walking on sand from six feet away",
    "Totally Hair Barbie is the best selling Barbie of all time. It sold over ten million units",
    "The Nobel prize was first awarded in 1901",
    "In 1902, the coat hanger was invented Albert Parkhouse who was frustrated at the lack of hooks available to hang up his coat at work. His company thought it was a good idea and patented the invention and unfortunately, Parkhouse never received any money for his idea",
    "Every year, surgical tools are left in approximately 1,500 patients in the USA. Fatter patients are more prone to having a surgical tool left inside of them due to the additional amount of space in their bodies",
    "During the First World War, cigarettes were handed out to soldiers along with their rations",
    "The driest place on earth is Calama, in the Atacama Desert in Chile",
    "If you keep a Goldfish in the dark room, it will eventually turn white",
    "The early occurrence of a fetus yawning is at eleven weeks after conception",
    "The word \"maverick\" came into use after Samuel Maverick, a Texan, refused to brand his cattle. Eventually any unbranded calf became known as a Maverick",
    "Fried spiders taste like nuts",
    "\"Bookkeeper\" is the only word in English language with three consecutive double letters",
    "From 1526 to 1707, the first six Mogul emperors of India ruled in unbroken succession from father to son",
    "The game Monopoly was once very popular in Cuba; however, Fidel Castro ordered that all games be destroyed",
    "In a lifetime, the average house cat spends approximately 10,950 hours purring",
    "People who ride on roller coasters have a higher chance of having a blood clot in the brain",
    "There are approximately 100 million acts of sexual intercourse each day",
    "Elvis had a twin brother named Jesse Garon, who died at birth",
    "In just one drop of liquid, 50 million bacteria can be present",
    "Americans eat approximately 20 pounds of pasta per person each year",
    "The ant can lift 50 times its own weight, can pull 30 times its own weight, and always falls over on its right side when intoxicated",
    "Celtic warriors sometimes fought their battles naked, their bodies dyed blue from head to toe",
    "Over 100,000 birds and sea animals are killed every year due to plastic garbage",
    "French astronomer Adrien Auzout had once considered building a telescope that was 1,000 feet long in the 1600s. He thought the magnification would be so great, he would see animals on the moon",
    "It is common in Israel and Egypt to eat watermelon with feta cheese",
    "The Nobel Peace prize was first awarded in 1901 to Jean Henry Dunant, who was the founder of the Swiss Red Cross",
    "The first jigsaw puzzle was created by map maker John Splisbury who mounted one of his maps on a sheet of hardwood. He proceeded to cut around the borders of each country use a fine saw",
    "The Dead Sea has been sinking for last several years",
    "Dalmatian puppies do not have any spots on them when they are born. They actually develop them as they get older",
    "In the United States, six tubs of Cool Whip, a brand of whipping cream, are sold every second",
    "A flea can jump 150 times its size. That is the same as a person able to jump up 1,000 feet in the air",
    "Milton Bradley originally wanted to name the game Twister, Pretzel; but he could not since the name was copyrighted",
    "There is no tipping in Iceland",
    "Every day, the average person swallows about a quart of snot",
    "Pretzel snacks have been around for over 1300 years. A European monk invented the snack using used leftover bread dough",
    "In the United States, about 33% of land is covered by forests",
    "Construction on the White House began in October of 1792",
    "Coca-Cola was originally green",
    "Rice flour was used to strengthen some of the bricks that make up the Great Wall of China",
    "Humans are born with 300 bones in their body, however when a person reaches adulthood they only have 206 bones. This occurs because many of them join together to make a single bone",
    "In America, approximately 20% of children between the ages of 2 - 7 have televisions in their rooms",
    "Bill Bowerman, the co-founder of the shoe company Nike, got his first shoe idea after staring at a waffle iron. This gave him the idea of using squared spikes to make the shoes lighter",
    "In the U.S., over 35 million people have used some sort of illegal drug in the last year",
    "7-Eleven is the largest retail chain in the world. Click Here For More Details",
    "Great White sharks have about 3,000 teeth",
    "The name of the popular sports drink Gatorade was named for the University of Florida Gators where it was developed",
    "Research has indicated that indoor pollution is 10 times more toxic than outdoor pollution",
    "When playing competitive darts the player must be 7 feet 9 1/4 inches back from the dartboard. Also the board must be 5 feet 8 inches above the floor",
    "President Lyndon Johnson used to smoke three packs of cigarettes a day",
    "The first formal rules for playing the sport of baseball required the winning team to score 21 runs",
    "The banana was officially introduced in 1876 in the U.S. at the Philadelphia Centennial Exhibition. The bananas were wrapped in tinfoil and were sold for 10 cents each",
    "An alligator has about 80 teeth in its mouth at one time. An alligator can go through 3,000 teeth in a lifetime",
    "The most popular American city for Kool-Aid sales is St. Louis, Missouri",
    "In 1982, a cactus in Phoenix, Arizona killed a man. David Grundman fired two shotgun blasts at a giant saguaro cactus that ended up falling on top of him",
    "There are only four words in the English language which end in\"-dous\": tremendous, horrendous, stupendous, and hazardous",
    "In the late 1800's, washing machines and butter churners were sometimes powered by dogs walking on treadmills.",
    "In China, fish is eaten more than three times what it is in the United States",
    "On average Americans spend 18% of their income on transportation",
    "In every episode of Seinfeld there is a Superman somewhere",
    "The platypus uses its bill to find animals that it feeds on. Its bill can sense the tiny electric fields that their preys emit",
    "It is estimated that by the end of 2000, there has been 142,600 tonnes of gold mined in the world",
    "Americans consume the most peanut butter in the world",
    "The most popular ethnic food in the United States is Italian food",
    "The name for Oz in \"The Wizard of Oz\" was thought up when the creator, Frank Baum, looked at his filing cabinet and saw A-N, and O-Z, hence \"Oz.\"",
    "Americans write approximately 50 billion checks a year making it the second most frequent payment method used after cash",
    "American actor Jack Nicholson, and American singer Bobby Darrin were raised believing their grandmothers were their mothers and their mothers were their older sisters",
    "In the spring of 1975, a baby in Detroit fell 14 stories and landed on Joseph Figlock, who was walking below. A few years later it happened again. Figlock and both babies survived",
    "Found in Argentina, the ornate horned frog can eat an entire mouse with one swallow",
    "Annually 7 million tons of textiles and clothing is thrown out. Out of this, only 12% is used again or recycled",
    "In Japan, the number four is considered to be unlucky because the Japanese word for four sounds very similar to the word death",
    "It is said that grapefruit got its name because it grows like grapes in clusters. One cluster can have up to 25 grapefruits",
    "In the U.S. the most common excuse made to get out of paying a ticket is to say they missed the sign",
    "When snakes are born with two heads, they fight each other for food",
    "The favorite honeymoon place is Hawaii",
    "English sailors were referred to as \"limeys\" because sailors added lime juice to their diet to combat scurvy",
    "Male koalas mark their territory by rubbing their chests on a tree. Male koalas have a dark scent gland in the middle of their chest",
    "The word Thailand means \"land of the free.\"",
    "The most recycled product in the world is the automobile.",
    "The snow leopard protects itself from extreme cold when it sleeps by wrapping its 3-foot-long tail around its nose",
    "Author Dr. Seuss wrote the book \"Green Eggs and Ham\" because the editor made him a bet that he could not write a book, which contained less than fifty words",
    "George Washington had to borrow money to go to his own inauguration",
    "The Hawaiian alphabet only has 12 letters",
    "Bo Jackson set a Monday Night Football record by rushing for 222 yards in one game against the Seattle Seahawks, including a 91-yard TD run",
    "The youngest actress to be nominated as best actress is Keisha Castle-Hughes who was nominated at just 13 years old",
    "The 20th president of the United States, James Garfield, was able to write Greek with one hand and Latin with the other at the same time",
    "The human body has approximately 37,000 miles of capillaries",
    "The Arctic Tern, which is a small bird, can fly a round trip from the Arctic to the Antarctic and back. This can be as long as twenty thousand miles per year. This is the longest migration for a bird",
    "In a lifetime, an average man will shave 20,000 times",
    "The speed at which honey bees fly is at 15 miles per hour",
    "Each year, Americans throw away 25 trillion Styrofoam cups",
    "In 1819, the USA purchased Florida from Spain for the cancellation of a $5 million debt",
    "Kellogg?s started selling their most famous product, Corn Flakes, in 1906",
    "On November 29, 2000, Pope John Paul II was named an \"Honorary Harlem Globetrotter.\"",
    "Did you know that there are coffee flavored PEZ?",
    "In 1942 the Jello company introduced Cola flavored jello, which only lasted a year",
    "The average ice berg weighs 20,000,000 tons",
    "An ostrich's eye is bigger that it's brain.",
    "Most snakes have six rows of teeth",
    "The right lung of a human is larger than the left one. This is because of the space and placement of the heart",
    "There is no element on Mendeleev's (the current) periodic table of elements abbreviated, either partially, or fully, with the letter J.",
    "Ernest Vincent Wright wrote a fifty thousand-word novel, \"Gadsby,\" without any word containing the letter \"e.\"",
    "In Colorado, there are about 83,000 dairy cows",
    "On average, 350 squirts are needed from milking a cow to make a gallon of milk",
    "Only 4% of babies are born on their actual due date",
    "The Taj Mahal was actually built for use as a tomb",
    "Dustin Phillips of the U.S. has the record for ketchup drinking. He drank a 14-ounce bottle of tomato ketchup through a ? inch straw in 33 seconds on September 23, 1999",
    "In a lifetime, the heart pumps about one million barrels of blood",
    "There are over 1,000,000 swimming pools in Florida, eventhough the ocean is no farther than 80 miles away",
    "Tomatos were once referred to as \"love apples.\" This is because their was a superstition that people would fall in love by eating them",
    "When the volcano Krakatoa off the Java islands exploded in 1883, it was so loud that it woke some people up in South Australia",
    "Fear of clowns is called coulrophobia",
    "In 1888, Hollywood was founded by Harvey and Daeida Wilcox, who named the city after their summer home in Chicago",
    "A famous bullfighter, Lagarijo, killed 4,867 bulls in the 19th century.",
    "In 1903, there were originally only eight Crayola crayons in a box and they sold for five cents",
    "Since 1978, at least 37 people have died as a result of shaking vending machines, in an attempt to get free merchandise. More than 100 people have been injured",
    "The only English place that has a name that ends with an exclamation mark is \"Westward Ho!\"",
    "Ancient Egyptian women used to wear perfume cones made of wax that would melt in the heat letting out a nice fragrance",
    "The average number of people that go to a party for the Super Bowl is 17",
    "In China, September 20 is \"Love Your Teeth Day.\"",
    "The strongest gust of wind was recorded at the Mount Washington Observatory on April 12th, 1934, and measured 231 miles per hour.",
    "Dairy cows can produce 20 to 35 gallons of saliva a day",
    "There is a Hamburger hall of fame in Seymour, Wisconsin",
    "The largest stamp was issued by China and measured 210 x 65 mm",
    "The White House has a movie theater, swimming pool, bowling lane, jogging track, and a tennis court",
    "In his youth, United States president George W. Bush used to play for the Midland (Texas) Central Little League. He played the position of the catcher",
    "The IRS employees tax manual has instructions for collecting taxes after a nuclear war",
    "Soaking beans for twelve hours in water before they are cooked can reduce flatulence caused by beans",
    "Amish people do not believe in the use of aerosal air fresheners",
    "Archeologists report that cannabis was most likely the first plant cultivated by humans. Cannabis was used for linen, paper, and garments",
    "In just the first 56 days of life, the larva of the polyphemus moth eats about 86,000 times its birthweight",
    "Ancient Egyptians believed that onions would keep evil spirits away",
    "There are at least six universal facial expressions. They are: happiness, sadness, disgust, fear, anger and surprise",
    "In 1681, the last dodo bird died",
    "LSD is made from lysergic acid, which is found in ergot, a type of fungus",
    "The phrase \"rule of thumb\" is derived from an old English law whichstated that you couldn't beat your wife with anything wider than yourthumb.",
    "In ancient Egypt, the only person who was allowed to wear cotton was the High Priest",
    "Charles Darwin spent 39 years studying earthworms",
    "Turtles can breathe through their butts",
    "Cats have over one hundred vocal sounds, dogs only have about ten",
    "Approximately 87% of dog owners say that when they watch T.V. their dog curls up beside them or at their feet",
    "A baby octopus is about the size of a flea when it is born",
    "The first Life Saver flavour, which was peppermint, was invented in 1912 and it was called Pep-O-Mint",
    "Studies indicate that surgeons who listen to music while they operate improve in their performance",
    "The longest recorded flight of a chicken is thirteen seconds.",
    "Many of the stars that were in the Poltergeist Trilogy had strange deaths",
    "The leading cause of poisoning for children under the age of six in the home is liquid dish soap",
    "By law, information collected in a U.S. census must remain confidential for seventy-two years",
    "In a lifetime, an average driver will release approximately 912 pints of wind inside a car",
    "According to studies, an average roll of toilet paper lasts about five days in the bathroom",
    "Iceland consumes more Coca-Cola per capita than any other nation",
    "The most famous movie theatre is the \"Chinese Theatre\" located in Los Angeles, USA",
    "Eyebrow hair lasts between 3-5 months before it sheds",
    "In the past 60 years, the groundhog has only predicted the weather correctly 28% of the time. The rushing back and forth from burrows is believed to indicate sexual activity, not shadow seeking",
    "The only bone fully grown at birth is located in the ear",
    "There is a Harley-Davidson that was designed as an exact replica of a hamburger",
    "In a day 34,000 children die every day from causes that are related to poverty and hunger",
    "Anti-American demonstrators protesting in Bangladesh after the September 11, 2001 terrorist attacks carried posters of Osama bin Laden sitting alongside Bert, a beloved Sesame Street Muppet character",
    "On average, the Pentagon uses 666 rolls of toilet paper in one day",
    "If all the cars from the U.S. were taken and lined up from bumper to bumper, there would be enough cars to go to the moon from earth and back.",
    "In 1894 the first big Coke sign was found on the side of a building located in Cartersville, Georgia, and still exists today",
    "People that suffer from gum disease are twice as likely to have a stroke or heart attack",
    "Approximately 97.35618329% of all statistics are made up",
    "Canadians Scott Abbott and Chris Haney invented Trivial Pursuit. They were planning on playing Scrabble and realized that some of the pieces were missing so they came up with the idea of making their own game; Trivial Pursuit",
    "Chances of a women getting breast cancer are increased by excesseive use of alcohol",
    "A rose imprint that was fossilized in a slate was discovered in Florisant, Colorado, which is said to be thirty-five million years old",
    "7-Eleven was the first convenience store to have television advertising. The animated commercial ran in 1949 and had a singing rooster and owl",
    "On average, a beaver can cut down two hundred trees a year.",
    "The feet have approximately 250,000 sweat glands",
    "The actual smallest sovereign entity in the world is the Sovereign Military Order of Malta (S.M.O.M.). It is located in the city of Rome, Italy, has an area of two tennis courts, and as of 2001 has a population of 80, 20 less people than the Vatican. It is a sovereign entity under international law, just as the Vatican is",
    "There are no snakes in New Zealand",
    "Edwin Armstrong invented FM radio in 1933. The first men to use FM radio to communicate with Earth from the moon's surface were named Edwin Aldrin and Neil Armstrong.",
    "In a survey conducted in 2000 by Kimberly-Clark, it was found that men prefer to fold their toilet paper, and women like to wad it",
    "There are approximately 2000 thunderstorms that are active at the same time which results in 100 lightning flashes a second.",
    "The Bible has been translated into Klingon",
    "The first product that Sony came out with was the rice cooker",
    "More pollution is emitted from the average home compared to the average car.",
    "There are more than 1,000 chemicals in a cup of coffee. Of these, only 26 have been tested, and half-caused cancer in rats",
    "The Lion King is the top grossing Disney movie of all-time with domestic gross intake of $312 million",
    "The first toilet ever seen on television was on \"Leave It To Beaver\"",
    "Every day more money is printed for Monopoly than the US Treasury",
    "Cows are able to hear lower and higher frequencies better than human beings",
    "NASDAQ stand for, \"National Association of Securities Dealers Automated Quotations.\"",
    "Throughout the South, peanuts were known as \"Monkey Nuts,\" and \"Goober peas,\" before the civil war",
    "Hockey pucks were originally made from frozen cow dung",
    "Every U.S. bill regardless of denomination costs just 4 cents to make",
    "The country with the highest consumption of candy at 29.5 pounds annually per person is Denmark",
    "Colour is not an indicator for the taste or ripeness in cranberries",
    "The Indian election in 1984 was the largest election of any country. Over 379,000,000 voters were eligible to vote at over 480,000 polling stations",
    "On average, a person will spend about five years eating during their lifetime",
    "The word \"moose\" comes from the native Algonquian Indian word meaning \"twig eater.\"",
    "Over 40 million Americans have chronic bad breath",
    "The smallest bone in the human body is the stapes bone which is located in the ear",
    "Over 600,000 people died as a result of the Spanish influenza epidemic",
    "To make one raindrop of water, it takes approximately a million cloud droplets",
    "While digging, an Armadillo can hold its breath for up to six minutes",
    "Every three minutes a woman is diagnosed with breast cancer",
    "In 1945, the first \"floating ice cream parlor\" was built for sailors in the western Pacific. This \"floating ice cream parlour\" could produce ten gallons of ice cream every seven seconds",
    "There is an organization called SCROOGE in Charlottesville, Virginia that stands for Society to Curtail Ridiculous, Outrageous, and Ostentatious Gift Exchanges. This was formed to keep gift giving affordable and simple",
    "A chicken loses its feathers when it becomes stressed",
    "Approximately 18 billion disposable diapers end up in landfills each year. These diapers can takes as long as 500 years to finally decompose",
    "The deepest mine in the world is the East Rand mine, which goes to a depth of about 3,585 metres",
    "A lion feeds once every three to four days",
    "The largest spider ever was the Megarachne which had a diameter of 50 cm. The fossil was found in Argentina",
    "Almonds are members of the peach family",
    "The cruise liner, Queen Elizabeth II, moves only six inches for each gallon of diesel that it burns",
    "A honey bee strokes its wings about 11,500 times a minute",
    "In the U.S. there are approximately 65.8 million cats",
    "Even though red roses looks the same, there are over 900 different types of red roses",
    "A species of earthworm, \"Megascolides australis,\" in Australia can grow up to fifteen feet in length",
    "Bubble gum contains rubber",
    "There are only four words in the English language which end in",
    "Gases that build up in your large intestine cause flatulence. It usually takes about 30 to 45 minutes for these gases to pass through your system",
    "Some Chinese chopsticks contain gold as on of their materials",
    "A female ferret can die if she goes into heat and cannot find a mate",
    "The Planters Peanut Company mascot, Mr. Peanut, was created during a contest for schoolchildren in 1916",
    "The Nike swoosh was invented by Caroline Davidson back in 1971. She received $35 for making the swoosh. The first shoe with the swoosh was introduced in 1972",
    "Peaches were once known as Persian apples",
    "The Kraft company produces enough Cool Whip, a brand of whipping cream, in one year to fill the entire Grand Canyon",
    "In 1871, horse cars were introduced. It was simply a car that was pulled over a track by a horse.",
    "Scatologists are experts who study feces. (aka. crap, dung, dookie, dumps, feces, excrement, etc.)",
    "The first fruit eaten on the moon was a peach",
    "On average 1,668 gallons of water are used by each person in the United States daily",
    "On average, a Canadian girl owns seven Barbie dolls, whereas an American girl owns eight",
    "A group of crows is called a murder",
    "The 1912, a wrestling match in Stockholm between Finn Alfred Asikainen and Russian Martin Klein lasted more than 11 hours. Klein eventually won, but was to tired to participate in the championship match",
    "Every hour one billion cells in the body must be replaced",
    "Actor John Travolta was offered the role of Billy Flynn many times for the movie \"Chicago.\" Richard Gere ended up playing the role",
    "Japan has approximately 200 volcanoes and is home to 10% of the active volcanoes in the world",
    "On average a person passes gas 14 times a day",
    "It has been suggested that shepherds are responsible for inventing the game golf. It is said that they used to use their staffs to hit the stones",
    "It is possible to get high by licking a toad. The Cane Toad produces a toxin called bufotenine to ward off predators. When licked, this toxin acts as a hallucinogen",
    "The human heart weighs less than a pound",
    "Duracell, the battery-maker, built parts of its new international headquarters using materials from its own waste",
    "The length of brink of the Canadian \"Horseshoe\" Falls located in Niagara Falls, Ontario, Canada is 2600 feet",
    "It takes about three hours for food to be broken down in the human stomach",
    "Vasaloppet, which is located in Sweden is the oldest, longest, and the biggest cross-country ski race in the world. Every year, 14,000 people compete in the race",
    "About 70 percent of Americans who go to college do it just to make more money",
    "The cigarette lighter was invented before the match.",
    "The largest hamburger cooked in the world weighed in at 6,040 pounds",
    "There are an equivalent number of cows and people in Friesland, Netherlands",
    "Princess Anne from the British royal family competed in the 1976 Summer Olympics",
    "Smelling bananas can help a person lose weight",
    "Even though the rose does not bear any fruit, the rose hips have more Vitamin C than most vegetables and fruits",
    "In 1999, All Nippon Airlines, had one of its jets fully decorated with Pokemon characters from nose to tail on its exterior",
    "The only woman that has appeared on a U.S. paper currency is Martha Washington",
    "Another name for licorice is \"Sweet Wood\" or \"Spanish Juice.\"",
    "The movie \"Chicken Run\" made in 2,000 had the most plasticine used in an animated movie. They used 2,380 kg of plasticine for the movie",
    "Lake Baikal is the oldest freshwater lake on Earth, having formed between 20 and 25 million years ago",
    "There are more recreational golfers per capita in Canada than any other country in the world",
    "Wild turkeys can run at speeds of up to 25 miles per hour",
    "On average, a whole chicken from the grocery store weighs 3 pounds 12 ounces",
    "Roughly 44% of junk mail is thrown away unopened",
    "In a lifetime, an average human produces 10,000 gallons of saliva",
    "There are 691 drinking fountains in the Pentagon",
    "The temperature of milk when it is coming out of a cow is about 36 degrees celsius",
    "Nine egg yolks have been found in one chicken egg",
    "A violin actually contains 70 separate pieces of wood",
    "A human head remains conscious for about 15 to 20 seconds after it is been decapitated",
    "To be born on Sunday was considered a sign of great sin during the Puritan times",
    "Some people start to sneeze if they are exposed to sunlight or have a light shined into their eye",
    "The adult electric eel can produce a five hundred volt shock, which is enough to stun a horse",
    "The reason firehouses have circular stairways is from the days of yorewhen the engines were pulled by horses. The horses were stabled on theground floor and figured out how to walk up straight staircases.",
    "The Super Bowl is broadcast to over 182 countries in the world",
    "People still cut the cheese shortly after death",
    "An elephant cannot jump",
    "The smile is the most frequently used facial expression. A smile can use anywhere from a pair of 5 to 53 facial muscles",
    "On average, a person has two million sweat glands",
    "Vatican City is the smallest country in the world, with a population of 1000 and a size 108.7 acres",
    "Basketball great Wilt Chamberlain never fouled out of a game",
    "It takes a sloth up to six days to digest the food it eats",
    "The iron disulfide (Pyrite) is considered \"fool's gold\" because it looks very similar to gold.",
    "Baskin Robbins once made ketchup ice cream. This was the only vegetable flavoured ice cream produced. However, they discontinued it since they thought it would not sell well",
    "The word \"toy\" comes from an old English word that means \"tool.\"",
    "Over 250 million Slinky toys have been sold since its debut in 1946",
    "Baseball games between college teams have been played since the Civil War",
    "There is a place called Hell, Michigan. It is about 50 miles from Detroit, Michigan",
    "In the last 30 years, only seven people have been killed by a polar bear in Canada",
    "The game of squash originated in the United Kingdom. It came about after a few boys, who were waiting for their turn to play racquets, knocked a ball around in a confined area adjoining the racquets court",
    "A headache and inflammatory pain can be reduced by eating 20 tart cherries",
    "The highest recorded speed of a sneeze is 165 km per hour",
    "The nickname for a Japanese businessmen is \"Salarymen.\"",
    "Kermit the frog delivered the commencement address at Southampton College located in the state of New York in 1996",
    "The name Wendy was made up for the book \"Peter Pan.\"",
    "Annually, British people eat more than 15 pounds of beans",
    "Before the 17th century, carrots used to be the colour purple",
    "The word \"umbrella\" is derived from the Latin root word \"umbra\", which means shade or shadow",
    "There are 293 steps to the top of the Leaning Tower of Pisa",
    "In North America there are approximately 618 roller coasters",
    "A pregnant goldfish is called a twit",
    "The sea cucumber spills its internal organs out as a defense mechanism",
    "Every time Beethoven sat down to write music, he poured ice water over his head",
    "British scientists have found evidence that heart attacks increase significantly for people who watch soccer penalty shoot-outs",
    "Maine is the toothpick capital of the world",
    "There are more plastic flamingos in America than real ones",
    "The most expensive animated movie is \"Prince of Egypt\", which cost $70 million to make",
    "One-third pound stalk of broccoli contains more vitamin C than 204 apples",
    "The theme song of the Harlem Globetrotters is \"Sweet Georgia Brown.\"",
    "The three wealthiest families in the world have more assets than the combined wealth of the forty-eight poorest nations",
    "The Olympic was the sister ship of the Titanic, and she provided twenty-five years of service",
    "Coffee beans were chewed for more than 400 years before the first cup of coffee was brewed",
    "About twenty-five percent of the population sneeze when they are exposed to light",
    "In the U.S., the sport that causes the most injuries among the age group of 15-24 is basketball",
    "On average, a typical dairy cow lies down and stands up about 14 times a day",
    "In 1978, the World Water Speed record was made by Ken Warby from Australia. His average speed was 317.6 mph, and his jet-powered hydroplane was 27 feet long called \"Spirit of Australia.\" Warby built the boat himself in his back yard",
    "Majority of brides plan their wedding for approximately 7 to 12 months",
    "The size of a raindrop is around 0.5 mm - 2.5 mm, and they fall from the sky on average 21 feet per second.",
    "Cows do not have any upper front teeth. Instead they have a thick pad on the top jaw",
    "85% of weddings are held in a synagogue or church",
    "The silk that is produced by spiders is stronger than steel",
    "In the U.S. 7 out of 10 homes use candles",
    "Aztec emperor Montezuma had a nephew, Cuitlahac, whose name meant \"plenty of excrement.\"",
    "The mother of famous astronomer Johannes Kepler was accused of being a witch",
    "There is a \"cemetery town\" in California named Colma. Concerns about the public health, crime, and the need for space forced the city of San Francisco to outlaw burials in 1902. The city of Colma, which is five miles south of San Francisco, was established to bury the dead. The ratio of dead to living people is 750 to 1",
    "In Kentucky, 50 percent of the people who get married for the first time are teenagers",
    "Cheetahs are the fastest land animal and can reach speeds up to 72mph",
    "On average, the life span of an American dollar bill is eighteen months",
    "Hannibal, who was a soldier, had only one eye after getting a disease while attacking Rome",
    "An American chews an average of 300 sticks of gum in a year",
    "Alexander Graham Bell, the inventor of the telephone, never telephoned his wife or mother because they were both deaf",
    "The first letter Vanna White ever turned on the game show Wheel of Fortune was the letter \"T.\"",
    "Oscar Wilde and his friends came up the with the word \"dude.\" It came from the words \"duds\" and \"attitude.\"",
    "On average, 42,000 balls are used and 650 matches are played at the annual Wimbledon tennis tournament",
    "Nylon is a man-made fibre that is made from coal and petroleum",
    "The smallest bird in the world is the bee hummingbird. The bird is 2.24 inches long",
    "The U.S. army packs Tabasco pepper sauce in every ration kit that they give to soldiers",
    "The Ice Cream cone was invented in the summer of 1904 by Charles Menches. It made its debut one year later at the St. Louis World Fair",
    "General William Booth is the founder of the Salvation Army",
    "The first hot air balloon flight traveled for 5.5 miles over Paris and lasted for 23 minutes",
    "The beeswax that is produced by Honey bees comes from eight paired glands that are located on the underside of their stomach",
    "Desert snails can stay in their shell for up to three years",
    "Maine is the only state whose name is just one syllable",
    "Fat is important for the development of children and normal growth",
    "A woman has approximately 4.5 litres of blood in her body, while men have 5.6 litres",
    "In the game of Monopoly, the most landed on properties are B&O Railroad, Illinois Avenue, and \"Go.\"",
    "The male praying mantis cannot copulate while its head is attached to its body. The female initiates sex by ripping the males head off",
    "The largest diamond that was ever found was 3106 carats.",
    "When Alexander Graham Bell invented the telephone back in 1876, only six phones were sold in the first month.",
    "A salmon with two mouths, two sets of teeth and two tongues was caught by Bob Bateman of Canada",
    "Morihei Ueshiba, founder of Aikido, once pinned an opponent using only a single finger",
    "In England, the Speaker of the House is not allowed to speak",
    "If all the insects in the world were put on a scale, they would out weigh all creatures",
    "A Connecticut Toy maker, Herobuilders, sells action figures of President George W. Bush, Islamic militant Osama bin Laden, New York Mayor Rudolph Giuliani and British Prime Minister Tony Blair, which are all major figures tied to the September 11, 2001 WTC attacks",
    "In October 1973, Swedish sweet maker Roland Ohisson of Falkenberg was buried in a coffin made of nothing but chocolate",
    "Missouri has been to most NCAA tournaments than any other college without reaching the final four",
    "In 1936, the first practical helicopter was invented. It was the German Focke-Wulf Fw 61.",
    "TYPEWRITER, is one of the longest words that can be made using the letters only one row of the keyboard",
    "A seven year old boy was the first person to survive the Horeshoe Falls (Niagara Falls) in just a life jacket",
    "The tallest woman in the world is American Sandy Allen who is 7 feet 7 inches",
    "Elvis Presley was obsessed with brushing his teeth",
    "Bird droppings are the chief export of Nauru, an island nation in the Western Pacific",
    "Since its introduction in February 1935, more than two hundred million Monopoly board games have been sold worldwide",
    "The world record for the number of body piercings on one individual is 702, which is held by Canadian Brent Moffat",
    "In ancient Egypt, doctors used jolts from the electric catfish to reduce the pain of arthritis",
    "The most popular show amongst baby boomers is Star Trek.",
    "The meaning of Siberia is \"sleeping land.\"",
    "The largest cereal company in the world is Quaker Oats, located in Cedar Rapids, Iowa, USA",
    "The first toilet being flushed in a motion picture was in the movie \"Psycho.\"",
    "Acorns were used as a coffee substitute during the American Civil War",
    "In the United States, approximately seven billion pounds of chocolate and candy are manufactured each year",
    "The only animal, besides humans that can get leprosy is the Armadillo",
    "The leading cause of deaths for children between the ages of 1 and 4 are motor vehicle crashes"
  ]
}