{
  "history": [
    "Tacoma Narrows Bridge which was located in Washington was nicknamed \"Galloping Gertie\" because of the unusual way it twisted and swayed with even with the slightest winds when people would drive on it. The bridge collapsed on November 7, 1940, fortunately no humans died, except for a dog",
    "In Israel, religious law forbids picking your nose on Sabbath",
    "In the United States, 8.5 million cosmetic surgical and non-surgical procedures were done in the year 2001",
    "Soldiers disease is a term for morphine addiction. The Civil War produced over 400,000 morphine addicts",
    "The first British ship to use the SOS distress signal was the Titanic",
    "Women hearts beat faster than men",
    "Two objects have struck the earth with enough force to destroy a whole city. Each object, one in 1908 and again in 1947, struck regions of Siberia. Not one human being was hurt either time",
    "The average height of an NBA basketball player is 6 feet 7 inches",
    "The average bank teller loses about $250 every year",
    "Any animal that has skin hair or fur can get dandruff, but in animals it is called \"dander.\"",
    "Coffee has about five times the amount of caffeine as a can of Coke",
    "The word \"laser\" stands for \"Light Amplification by Stimulated Emission by radiation.\"",
    "The game Monopoly has been played by approximately 500 million people in the world, and the game is available in 26 languages",
    "The microwave oven was invented after a researcher walked by a radar tube and a chocolate bar melted in his pocket.",
    "Chameleons can move their eyes independently. One eye can be looking forward and one eye backward at the same time",
    "In 1949, forecasting the relentless march of science, Popular Mechanics said \"Computers in the future may weigh no more than 1.5 tons.\"",
    "In 1955, only 330 Volkswagen Beetle's were sold at a price of $1800 each in the United States.",
    "The city of Denver was originally chosen to host the 1976 Winter Olympics, but had to withdraw because Colorado voters rejected to finance it",
    "The company \"Sony\" was originally called \"Totsuken.\" They felt the name \"Sony\" would be easier to pronounce. The name was invented by a cross between the name \"sonus\" and \"sonny.\" The name sound and sonic are derived. Sonny was used to represent a young man or boy, which would show a energetic young company",
    "Actor Charlie Chaplin made 81 movies over a career that spanned 50 years",
    "The silkworm moth has lost the ability to fly ever since it has been domesticated",
    "Donkeys kill more people annually than plane crashes",
    "Termites work 24 hours per day -- they do not sleep",
    "66% of wedding cards are hand delivered by people",
    "In the United States, 80% of households have oatmeal in their kitchen",
    "Broccoli was first introduced into France during the royal marriage of Catherine de Medici to Henry II of France",
    "Caterpillar means \"hairy cat\" in Old French",
    "The reason why bubble gum is pink is because the inventor only had pink colouring left. Ever since then, the colour of bubble gum has been predominantly pink",
    "The longest game of Monopoly played underwater is 45 days",
    "A Chinese Scientist discovered that the Earth is round during the Han Dynasty by measuring the sun and moon's path in the sky. He recorded this fact down in the imperial records but went unnoticed until it was unearthed recently but Chinese archaeologists.",
    "The word \"super\" to a beekeeper refers to the hive box where the honey is stored",
    "Quality standards for pasta were set in the 13th century by the Pope",
    "Approximately 200 pets are buried in a pet cemetery out of the thousands of pets that die each day",
    "An average driver spends approximately 2 hours and 14 minutes kissing in their car in a lifetime",
    "Pebbles cereal was actually named after the shape of the cereal and not the Pebbles Flintstone character",
    "2.5 cans of Spam are consumed every second in the United States",
    "The first fashion house to be set up was in 1858 by Charles Worth. He opened his store in Paris with the idea of having pre-made gowns presented on models to his customers",
    "The USSR launched the world's first artificial satellite, Sputnik 1, in 1957.",
    "There was a time in Japan where a wife being left handed was a ground for divorce",
    "Polar bears can smell seal from 20 miles away",
    "Clarence Crane the inventor of \"Crane's Peppermint Life Savers\" sold his rights to the popular candy for less than three thousand dollars.",
    "The word alligator comes from the Spanish word El Lagarto, which means \"The Lizard.\"",
    "About 1 in 5,000 North Atlantic lobsters are born bright blue",
    "There are 336 dimples on a regulation golf ball",
    "The Popsicle was invented by 11 year-old Frank Epperson in 1905. He left his drink outside with a stir stick in it and he noticed that it had frozen. He applied for a patent in 1923 and named it \"Epsicle.\" The name was later changed to Popsicle",
    "On December 17 1991, the Cleveland Cavaliers beat the Miami Heat 148-80, the largest margin of victory in an NBA game",
    "Venus is the only planet that rotates clockwise",
    "In 1926, a waiter in Budapest committed suicide. He left his suicide note in the form of a crossword and the police had to get help from the public to solve it",
    "The word tulip comes from the Turkish word for turban",
    "Movies approximately make five times more from video sales than ticket sales",
    "From the age of thirty, humans gradually begin to shrink in size",
    "Ancient Egyptians used the spice Thyme to help preserve mummies",
    "Reserves from the Irish army were used as extras in the movie \"Braveheart.\"",
    "The honey badger can withstand hundreds of bee stings that would otherwise kill another animal",
    "The body of the average baby is 75% water",
    "An apple, potato, and onion all taste the same if you eat them with your nose plugged. They all taste sweet",
    "Deliberately infecting people with malaria has been used to cure different viral infections. The high fever will strengthen the immune system and fight the virus. In recent times this has been considered as a treatment to HIV",
    "Close to 80% of people who watch the Super Bowl on television, only do so to view the commercials",
    "Montreal is the second largest French speaking city after Paris",
    "The reason why golf balls have dimples on them is because it helps in the ball to move a farther distance by reducing drag"
  ]
}