{
  "history": [
    "Tacoma Narrows Bridge which was located in Washington was nicknamed \"Galloping Gertie\" because of the unusual way it twisted and swayed with even with the slightest winds when people would drive on it. The bridge collapsed on November 7, 1940, fortunately no humans died, except for a dog",
    "In Israel, religious law forbids picking your nose on Sabbath",
    "In the United States, 8.5 million cosmetic surgical and non-surgical procedures were done in the year 2001",
    "Soldiers disease is a term for morphine addiction. The Civil War produced over 400,000 morphine addicts",
    "The first British ship to use the SOS distress signal was the Titanic",
    "Women hearts beat faster than men",
    "Two objects have struck the earth with enough force to destroy a whole city. Each object, one in 1908 and again in 1947, struck regions of Siberia. Not one human being was hurt either time",
    "The average height of an NBA basketball player is 6 feet 7 inches",
    "The average bank teller loses about $250 every year",
    "Any animal that has skin hair or fur can get dandruff, but in animals it is called \"dander.\"",
    "Coffee has about five times the amount of caffeine as a can of Coke",
    "The word \"laser\" stands for \"Light Amplification by Stimulated Emission by radiation.\"",
    "The game Monopoly has been played by approximately 500 million people in the world, and the game is available in 26 languages",
    "The microwave oven was invented after a researcher walked by a radar tube and a chocolate bar melted in his pocket.",
    "Chameleons can move their eyes independently. One eye can be looking forward and one eye backward at the same time",
    "In 1949, forecasting the relentless march of science, Popular Mechanics said \"Computers in the future may weigh no more than 1.5 tons.\"",
    "In 1955, only 330 Volkswagen Beetle's were sold at a price of $1800 each in the United States.",
    "The city of Denver was originally chosen to host the 1976 Winter Olympics, but had to withdraw because Colorado voters rejected to finance it",
    "The company \"Sony\" was originally called \"Totsuken.\" They felt the name \"Sony\" would be easier to pronounce. The name was invented by a cross between the name \"sonus\" and \"sonny.\" The name sound and sonic are derived. Sonny was used to represent a young man or boy, which would show a energetic young company",
    "Actor Charlie Chaplin made 81 movies over a career that spanned 50 years",
    "The silkworm moth has lost the ability to fly ever since it has been domesticated",
    "Donkeys kill more people annually than plane crashes",
    "Termites work 24 hours per day -- they do not sleep",
    "66% of wedding cards are hand delivered by people",
    "In the United States, 80% of households have oatmeal in their kitchen",
    "Broccoli was first introduced into France during the royal marriage of Catherine de Medici to Henry II of France",
    "Caterpillar means \"hairy cat\" in Old French",
    "The reason why bubble gum is pink is because the inventor only had pink colouring left. Ever since then, the colour of bubble gum has been predominantly pink",
    "The longest game of Monopoly played underwater is 45 days",
    "A Chinese Scientist discovered that the Earth is round during the Han Dynasty by measuring the sun and moon's path in the sky. He recorded this fact down in the imperial records but went unnoticed until it was unearthed recently but Chinese archaeologists.",
    "The word \"super\" to a beekeeper refers to the hive box where the honey is stored",
    "Quality standards for pasta were set in the 13th century by the Pope",
    "Approximately 200 pets are buried in a pet cemetery out of the thousands of pets that die each day",
    "An average driver spends approximately 2 hours and 14 minutes kissing in their car in a lifetime",
    "Pebbles cereal was actually named after the shape of the cereal and not the Pebbles Flintstone character",
    "2.5 cans of Spam are consumed every second in the United States",
    "The first fashion house to be set up was in 1858 by Charles Worth. He opened his store in Paris with the idea of having pre-made gowns presented on models to his customers",
    "The USSR launched the world's first artificial satellite, Sputnik 1, in 1957.",
    "There was a time in Japan where a wife being left handed was a ground for divorce",
    "Polar bears can smell seal from 20 miles away",
    "Clarence Crane the inventor of \"Crane's Peppermint Life Savers\" sold his rights to the popular candy for less than three thousand dollars.",
    "The word alligator comes from the Spanish word El Lagarto, which means \"The Lizard.\"",
    "About 1 in 5,000 North Atlantic lobsters are born bright blue",
    "There are 336 dimples on a regulation golf ball",
    "The Popsicle was invented by 11 year-old Frank Epperson in 1905. He left his drink outside with a stir stick in it and he noticed that it had frozen. He applied for a patent in 1923 and named it \"Epsicle.\" The name was later changed to Popsicle",
    "On December 17 1991, the Cleveland Cavaliers beat the Miami Heat 148-80, the largest margin of victory in an NBA game",
    "Venus is the only planet that rotates clockwise",
    "In 1926, a waiter in Budapest committed suicide. He left his suicide note in the form of a crossword and the police had to get help from the public to solve it",
    "The word tulip comes from the Turkish word for turban",
    "Movies approximately make five times more from video sales than ticket sales",
    "From the age of thirty, humans gradually begin to shrink in size",
    "Ancient Egyptians used the spice Thyme to help preserve mummies",
    "Reserves from the Irish army were used as extras in the movie \"Braveheart.\"",
    "The honey badger can withstand hundreds of bee stings that would otherwise kill another animal",
    "The body of the average baby is 75% water",
    "An apple, potato, and onion all taste the same if you eat them with your nose plugged. They all taste sweet",
    "Deliberately infecting people with malaria has been used to cure different viral infections. The high fever will strengthen the immune system and fight the virus. In recent times this has been considered as a treatment to HIV",
    "Close to 80% of people who watch the Super Bowl on television, only do so to view the commercials",
    "Montreal is the second largest French speaking city after Paris",
    "The reason why golf balls have dimples on them is because it helps in the ball to move a farther distance by reducing drag",
    "The sport of surfing originated in Hawaii",
    "There are more than 2,400 flea species in the world",
    "The YKK that you see on zippers stands for Yoshida Kogyo Kabushiki Kaisha which is the name of the founder of the zipper manufacturing company in Japan",
    "Kotex was first manufactured as bandages, during W.W.I",
    "The first American president to deliver a speech over the radio was Warren G. Harding",
    "Elephants have been known to learn up to 60 commands",
    "Construction on the Leaning Tower of Pisa began on August 9th, 1173",
    "Just like fingerprints, every cats nose pad is different",
    "In L.A., U.S.A., a man may legally beat his wife with a leather strap, as long as it is less than 2 inches wide",
    "With winds of 50 miles per hour, The Statue of Liberty sways three inches and the torch sways five inches",
    "In 1998, approximately 1.6 billion tree seedlings were planted in the United States. This amounts to about five trees per American",
    "If you fart consistently for 6 years and 9 months, enough gas is produced to create explosion that is equal to an atomic bomb",
    "Over the course of one year, a coffee tree only produces about 1.5 pounds of coffee",
    "Studies indicate that listening to music is good for digestion",
    "The last thing Elvis Presley ate before he died was four scoops of ice cream and 6 chocolate chip cookies",
    "A dime has 118 ridges around the edge",
    "A sneeze zooms out of your mouth at over 600 m.p.h",
    "When Kleenex was first introduced to the market in 1924, it was marketed as a make up or cold cream remover",
    "The best time for a person to buy shoes is in the afternoon. This is because the foot tends to swell a bit around this time",
    "There are about 61,300 pizza restaurants in the United States of America",
    "The abbreviation Xmas for the word Christmas is of Greek origin. Since the word for Christ in the Greek language is Xristos, which starts with the letter \"X,\" they started putting the X in place of Christ and came up with the short form for the word Christmas",
    "Before toilet paper was invented, French royalty wiped their bottoms with fine linen",
    "In November 1999, two women were killed by a lightning bolt. The underwire located in their bras acted as a electrical conductors, and when the lightning bolt hit the bra they left burn marks on their chest",
    "The fastest bird in the world is the Peregrine Falcon, which can reach speeds in excess of two hundred miles per hour",
    "Sawney Beane, his wife, 8 sons, 6 daughters, and 32 grandchildren were a family of cannibals that lived in the caves near Galloway, Scotland in the early 17th Century. Although the total number is not known, it is believed they claimed over 50 victims per year. The entire family was taken by an army detachment to Edinburgh and executed, apparently without trial",
    "The highest toll paid by a ship to cross the Panama Canal was by the Crown Princess on May 2, 1993 in the amount of $141,349.97 U.S. funds",
    "The Eiffel Tower weight is approximately 9441 tons",
    "An egg shell can have up to 17,000 tiny pores on its surface",
    "The word Karate means, \"empty hand.\"",
    "Centuries ago in India, a person could get their nose chopped off for breaking the law",
    "The cardigan was originally made to be a military jacket made of knitted wool",
    "The General Lee cars used in the popular show The Dukes of Hazards were 1969 Dodge Chargers",
    "The phrase \"Often a bridesmaid, but never a bride,\" actually originates from an advertisement for Listerine mouthwash from 1924",
    "One of the steepest main streets in Canada is located in Saint John, New Brunswick. Over a distance of two blocks the street rises about 80 feet",
    "The most common pear world-wide is the Bartlett. It is bell-shaped, sweet and soft with a light green colour",
    "Author Robert May considered the names of Reginald and Rollo before he settled on \"Rudolph, the red-nosed reindeer.\"",
    "In China, there is a species of yam that is used to make a dye",
    "Mexican jumping beans jump because of moth larvae inside the bean",
    "Twit is the name given for a pregnant goldfish",
    "Braces were first invented by Pierre Fauchard in 1728. The braces were made by a flat strip of metal, which was connected to the teeth by thread.",
    "On May 9, 1999 approximately 600,000 gallons of whiskey flowed into the Kentucky River during a fire at Wild Turkey Distillery in Lawrenceburg",
    "The itch from a mosquito bite can be soothed by cutting open a clove of garlic and rubbing it on the bite",
    "The word breakfast was coined due to the fact that after sleeping for hours, we are \"breaking our fast.\"",
    "The pectin that is found in apples aids in lowering cholesterol levels",
    "In a year, the average Americans eats approximately 18 pounds of Turkey",
    "On average, Guinness sells 7 million glasses of beer a day",
    "African Baobab tree's circumference can reach 180 feet. If the trunk is hollow, 20 people would be able to fit inside of it.",
    "The Xerox company was initially called the Haloid Company",
    "Most lipstick contains fish scales",
    "The largest volcano known is on Mars: Olympus Mons, 370 miles wide and 79,000 feet high, is almost three times higher than Mount Everest",
    "A jiffy is an actual unit of time for 1/100th of a second. Thus the saying, I will be there in a jiffy.",
    "There is a town named Dildo in the province of Newfoundland, Canada",
    "The fleshy bulbs on each side of your nose are called the Alea (AY-lee) singular Ala (AY-luh)",
    "Sponge Candy was invented in Buffalo, NY",
    "Some silkworms can spin cocoons that contain more than two miles of silk",
    "Some toothpastes and deodorants contain the same chemicals found in antifreeze",
    "The peanut is not a nut, it is actually a legume",
    "In 1905, Chapman and Skinner in San Francisco invented the first portable electric vacuum.",
    "The Taj Mahal, located in Agra, India, was actually built for use as a tomb by Mogul ruler Shah Jehan for his wife, Arjuman Banu Begum",
    "A chicken is 75% water",
    "The total number of episodes for the sitcom \"I Love Lucy\" was 180",
    "Thirty-five percent of the people who use personal ads for dating are already married",
    "The chemical name for caffeine is 1,3,7-trimethylzantihine",
    "Pilgrims did not eat potatoes for Thanksgiving as they thought they were poisonous",
    "India used to be the richest country in the world until the British invasion in the early 17th Century",
    "If a lobster loses an eye or a claw it can usually grow a new one",
    "At the White House, president John Adams was said to be the first to display fireworks there",
    "The range of a medieval long-bow is 220 yards",
    "People in France own more pets in the world per person than any other country",
    "The act of stretching and yawning is referred to as pandiculation",
    "People that smoke have 10 times as many wrinkles as a person that does not smoke",
    "Hippos can live up to 40 years in the wild",
    "Being lactose intolerant can cause chronic flatulence",
    "Business.com is currently the most expensive domain name sold for $7.5 million",
    "Sharks have survived on earth for about 400 million years",
    "Common pesticides such as roach, termite and flea insecticide can be found in the bodies of majority of Americans",
    "The tallest freestanding sculpture in the world is Chief Crazy Horse in South Dakota, USA",
    "Instead of a Birthday Cake, many Russian children are given a Birthday Pie",
    "The first known contraceptive was crocodile dung, used by Egyptians in 2000 B.C",
    "You can send a postcard from Hell. There is a small town located in the Cayman Islands called \"Hell.\" They even have a post office",
    "Most American women have their first baby when they are 24.3 years old",
    "In 75% of American households, women manage the money and pay the bills",
    "Lachanophobia is the fear of vegetables",
    "Strawberries are a member of the rose family",
    "In the 20th century, over three million people have died from earthquakes",
    "Mummy powder was once thought to be a cure for all remedies. English men used to carry the powder with them in a tiny bag wherever they went",
    "In 1894, the carnival made its debut in North America",
    "The fear of Halloween is called Samhainophobia",
    "In Belgium, there is a museum that is just for strawberries",
    "A housefly can only ingest liquid material. They regurgitate their food to liquify the food that they are going to eat",
    "The \"Mexican Hat Dance\" is the official dance of Mexico",
    "There are dolphins that live in the Amazon River that are the colour pink",
    "The highest point in Pennsylvania is lower than the lowest point inColorado.",
    "Singer Paula Abdul used to be a cheerleader for the Los Angeles Lakers",
    "The book \"Little Red Riding Hood\" was banned in 1990 by two school districts in California. They did this because in the book there was a picture of a basket that had a bottle of wine in it",
    "African heart-nosed bats can have such a keen sense of sound that they can hear the footsteps of a beetle walking on sand from six feet away",
    "Totally Hair Barbie is the best selling Barbie of all time. It sold over ten million units",
    "The Nobel prize was first awarded in 1901",
    "In 1902, the coat hanger was invented Albert Parkhouse who was frustrated at the lack of hooks available to hang up his coat at work. His company thought it was a good idea and patented the invention and unfortunately, Parkhouse never received any money for his idea",
    "Every year, surgical tools are left in approximately 1,500 patients in the USA. Fatter patients are more prone to having a surgical tool left inside of them due to the additional amount of space in their bodies",
    "During the First World War, cigarettes were handed out to soldiers along with their rations",
    "The driest place on earth is Calama, in the Atacama Desert in Chile",
    "If you keep a Goldfish in the dark room, it will eventually turn white"
  ]
}